app/controllers/api/users_controller.rb

INSERT INTO `users` (`name`, `email`, `password_digest`, `created_at`, `updated_at`) VALUES ('guest', 'example@email.com', '$2a$12$U.8nOPD0YowiOZYVKduCTuiJ3p044EMrhaQ9lR5xPwFJDoCCX9mOG', '2021-07-22 16:55:42.672397', '2021-07-22 16:55:42.672397')
---
  def create
    user = User.create(user_params)